package js.test;

public class TecentStockInfo {

	public static String URL_BASE = "http://qt.gtimg.cn/q=sh";
	
	public static String[] HEAD_NAMES = {
		"未知",      //0
		"名字",      //1
		"代码",      //2
		"当前价格",      //3
		"昨收",      //4
		"今开",      //5
		"成交量（手）",      //6
		"外盘",      //7
		"内盘",      //8
		"买一价格",      //9
		"买一量（手）",      //10
		"买二价格",      //11
		"买二量（手）",      //12：
		"买三价格",      //13
		"买三量（手）",      //14
		"买四价格",      //15
		"买四量（手）",      //16
		"买五价格",      //17
		"买五量（手）",      //18
		"卖一价格",      //19
		"卖一量（手）",      //20
		"卖二价格",      //21
		"卖二量（手）",      //22
		"卖三价格",      //23
		"卖三量（手）",      //24
		"卖四价格",      //25
		"卖四量（手）",      //26
		"卖五价格",      //27
		"卖五量（手）",      //28
		"最近逐笔成交",      //29
		"时间",      //30
		"涨跌",      //31
		"涨跌%",      //32
		"最高",      //33
		"最低",      //34
		"价格/成交量（手）/成交额",      //35
		"成交量（手）",      //36
		"成交额（万）",      //37
		"换手率",      //38
		"市盈率",      //39
		"unknown",      //40
		"最高",      //41
		"最低",      //42
		"振幅",      //43
		"流通市值",      //44
		"总市值",      //45
		"市净率",      //46
		"涨停价",      //47
		"跌停价",      //48
	};
}
